260530_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/campoo/ministro-oscar-puente-participara-celebracion-centenario-psoe-municipal-proximo-6-junio/20260529211818193666.html][El ministro Óscar Puente participará en la celebración del centenario del PSOE municipal el próximo 6 de junio]]
- [[https://eldiariocantabria.publico.es/articulo/saja-besaya/entregados-premios-iii-concurso-cuentos-infantiles-costa-quebrada/20260529211334193665.html][Entregados los premios del III Concurso de Cuentos Infantiles ‘Costa Quebrada’]]
- [[https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/modificado-horario-examen-administrativo-facilitar-participacion-tambien-santander/20260529205819193663.html][Modificado el horario del examen de administrativo para facilitar la participación también en el de Santander]]
- [[https://eldiariocantabria.publico.es/articulo/santander/furgoneta-logo-santander-que-promueve-movilidad-sostenible-bicis-electricas-aparcada-plena-acera/20260529205258193662.html][Una furgoneta con el logo de Santander que promueve la movilidad sostenible con bicis eléctricas, aparcada en plena acera]]
- [[https://eldiariocantabria.publico.es/articulo/torrelavega/ayuntamiento-oferta-108-plazas-15-cursos-natacion-verano-lechera/20260529203519193660.html][El Ayuntamiento oferta 108 plazas en 15 cursos de natación durante este verano en La Lechera]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/05/29/kenya-court-temporarily-blocks-us-plan-ebola-quarantine-facility/][A court in Kenya blocks U.S. plan to keep American Ebola patients in Africa]]
- [[https://www.washingtonpost.com/world/2026/05/29/after-brutal-winter-ukraines-drones-are-breaking-russian-defenses/][After a brutal winter, Ukraine’s drones are breaking Russian defenses]]
- [[https://www.washingtonpost.com/world/2026/05/28/cannes-director-andrei-zvyagintsev-rebuked-putins-war-ukrainians-are-furious/][A condemnation of Putin in glitzy Cannes still angers Ukrainians besieged by war]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/middle-east/ships-are-sailing-dark-to-sneak-out-of-strait-of-hormuz-0db91dcf][Ships Are Sailing ‘Dark’ to Sneak Out of Strait of Hormuz]]
- [[https://www.wsj.com/world/the-u-n-is-going-broke-as-the-u-s-and-china-withhold-billions-bd1fae5e][The U.N. Is Going Broke as the U.S. and China Withhold Billions]]
- [[https://www.wsj.com/world/europe/russian-drone-crashes-into-apartment-building-in-nato-member-romania-16a50198][Russian Drone Crash in Romania Raises Tensions With NATO]]
- [[https://www.wsj.com/world/middle-east/the-u-a-e-s-secret-role-in-the-war-involved-dozens-of-strikes-on-iran-7fd28c40][The U.A.E.’s Secret Role in the War Involved Dozens of Strikes on Iran]]
- [[https://www.wsj.com/world/americas/cuba-political-prisoners-who-80589427][Cuba’s Most Prominent Political Prisoners Are a Rapper and a Visual Artist]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/international/live/2026/05/30/en-direct-guerre-au-moyen-orient-aucune-decision-annoncee-a-propos-de-l-iran-apres-une-reunion-a-la-maison-blanche_6694380_3210.html][EN DIRECT, guerre au Moyen-Orient : aucune décision annoncée à propos de l’Iran après une réunion à la Maison Blanche]]
- [[https://www.lemonde.fr/politique/article/2026/05/29/au-rn-l-explosion-du-dossier-inflammable-jordan-bardella-enterre-la-reforme-des-retraites-de-marine-le-pen-et-l-age-legal-de-depart_6694791_823448.html][Au RN, l’explosion du « dossier inflammable » : Jordan Bardella enterre la réforme des retraites de Marine Le Pen et l’âge légal de départ]]
- [[https://www.lemonde.fr/sport/article/2026/05/29/roland-garros-2026-novak-djokovic-emporte-par-la-tempete-joao-fonseca_6694825_3242.html][Roland-Garros 2026 : Novak Djokovic emporté par la tempête Joao Fonseca]]
- [[https://www.lemonde.fr/societe/article/2026/05/29/obesite-le-remboursement-sous-conditions-des-medicaments-wegovy-et-mounjaro-des-la-mi-juin-saluee-par-patients-et-soignants_6694818_3224.html][Obésité : le remboursement sous conditions des médicaments Wegovy et Mounjaro, dès la mi-juin, salué par patients et soignants]]
- [[https://www.lemonde.fr/societe/article/2026/05/29/psg-arsenal-la-ville-de-paris-se-prepare-a-un-week-end-sous-haute-tension_6694778_3224.html][PSG-Arsenal : Paris se prépare à un week-end sous tension, entre la finale de Ligue des champions et plusieurs concerts d’ampleur]]

*** Le Figaro

- [[https://www.lefigaro.fr/sciences/l-explosion-spectaculaire-de-la-fusee-new-glenn-de-blue-origin-bouleverse-les-plans-d-amazon-et-de-la-nasa-20260529][L’explosion spectaculaire de la fusée New Glenn de Blue Origin bouleverse les plans d’Amazon et de la Nasa]]
- [[https://www.lefigaro.fr/conjoncture/l-agence-s-p-maintient-la-note-de-la-france-20260529][L’agence S&P maintient la note de la France]]
- [[https://www.lefigaro.fr/international/trump-est-toujours-en-excellente-sante-et-apte-a-exercer-toutes-les-fonctions-de-chef-de-l-etat-selon-son-medecin-20260530][Donald Trump «est toujours en excellente santé» mais doit perdre du poids, selon son médecin]]
- [[https://www.lefigaro.fr/international/en-direct-guerre-au-moyen-orient-les-etats-unis-et-l-iran-ont-fait-beaucoup-de-progres-vers-un-accord-selon-jd-vance-20260529][EN DIRECT - Guerre en Iran : Donald Trump ne signera avec l’Iran que si ses «lignes rouges sont satisfaites»]]
- [[https://www.lefigaro.fr/international/guerre-au-moyen-orient-donald-trump-s-apprete-a-prendre-sa-decision-finale-sur-un-possible-accord-avec-l-iran-20260529][Guerre au Moyen-Orient : Donald Trump s'apprête à prendre «sa décision finale» sur un possible accord avec l'Iran]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.com/news/articles/c70vg7glglyo?at_medium=RSS&at_campaign=rss]['Poison seller' who sold toxic chemicals online to people across world admits aiding suicides]]
- [[https://www.bbc.com/news/articles/c93x4nxlkjeo?at_medium=RSS&at_campaign=rss][Nato and EU condemn Russia after drone hits Romanian residential block]]
- [[https://www.bbc.com/news/articles/c0r2d40r91qo?at_medium=RSS&at_campaign=rss][No deal announced after Trump meeting to make 'final determination' on Iran]]
- [[https://www.bbc.com/news/articles/cvgzxjrkvn8o?at_medium=RSS&at_campaign=rss][First of five men found alive in flooded Laos cave rescued]]
- [[https://www.bbc.com/news/articles/c5yedendprko?at_medium=RSS&at_campaign=rss][Ghana parliament passes anti-LGBTQ+ bill]]

