260530_day_briefing.org
*** The Guardian

- [[https://www.theguardian.com/world/2026/may/29/who-chief-tedros-adhanom-ghebreyesus-drc-ebola-outbreak-epidemic][WHO puts Ebola outbreak death rate at ‘huge’ 30-50% as chief arrives in DRC]]
- [[https://www.theguardian.com/world/2026/may/29/friday-briefing-what-do-the-cuts-in-aid-mean-for-the-fight-against-ebola-in-the-drc][Friday briefing: ​What do the cuts in aid mean for the fight against Ebola in the DRC?]]
- [[https://www.theguardian.com/world/2026/may/28/dormitory-fire-at-kenya-school-students-utumishi-girls-academy-gilgil][Dormitory fire at Kenyan girls’ school kills at least 16 students]]
- [[https://www.theguardian.com/us-news/2026/may/27/trump-administration-ebola-quarantine-kenya][US building Ebola quarantine center in Kenya for Americans amid outbreak]]
- [[https://www.theguardian.com/world/2026/may/27/who-chief-tedros-calls-for-drc-ceasefire-ebola][WHO chief calls for DRC ceasefire to tackle Ebola outbreak]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/dalla-casa-scouting-parlamenteri-battaglia-tutto-campo-vannacci-e-salvini-AIZxMkMD][Dalla casa allo scouting dei parlamentari, battaglia a tutto campo tra Vannacci e Salvini]]
- [[https://www.ilsole24ore.com/art/quarant-anni-ciclonatura-tradizione-che-continua-unire-generazioni-AIzfepMD][Quarant’anni di Ciclonatura: una tradizione che continua a unire generazioni]]
- [[https://www.ilsole24ore.com/art/difesa-l-import-soddisfa-terzo-fabbisogno-equipaggiamenti-militari-dell-italia-AIwZTFMD][Difesa, l’import soddisfa un terzo del fabbisogno di equipaggiamenti militari dell’Italia]]
- [[https://www.ilsole24ore.com/art/radio-24-bizzarri-cavaglia-damilano-pregliasco-ospiti-ad-amici-e-nemici-AILARZMD][Radio 24: Bizzarri, Cavaglià, Damilano, Pregliasco ospiti ad Amici e nemici]]
- [[https://www.ilsole24ore.com/art/la-tomba-francois-entra-patrimonio-stato-grande-esposizione-museo-etrusco-villa-giulia-25-giugno-AIPY1QMD][La Tomba François entra nel patrimonio dello Stato. Grande esposizione al Museo etrusco di Villa Giulia dal 25 giugno]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/germany/nsdap-archive-how-der-spiegel-processed-the-data-from-the-nsdap-membership-card-file-a-c2d916be-b6d1-4b39-bab9-debdc9c45f7e#ref=rss][NSDAP archive: How DER SPIEGEL processed the data from the Nazi card file]]
- [[https://www.spiegel.de/international/germany/nsdap-archive-find-out-what-your-family-did-under-hitler-a-4c62a29b-054a-409f-8cc2-cfb8c46f98a9#ref=rss][Interactive Research Tool: What Your Family Did Under Hitler – Find Out Here]]
- [[https://www.spiegel.de/international/world/human-rights-in-the-us-meet-the-transgender-americans-forced-to-flee-gop-persecution-a-6371022b-8ad4-4e26-86ab-47a8aca52cd3#ref=rss][Human Rights in the US: Meet the Transgender Americans Forced to Flee GOP Persecution]]
- [[https://www.spiegel.de/international/world/an-interview-with-maduros-son-we-should-have-done-more-to-protect-my-father-a-6ff6f461-3a4d-4ed7-8ac9-e2e9985c7f36#ref=rss][An Interview with Maduro's Son: "We Should Have Done More to Protect My Father"]]
- [[https://www.spiegel.de/international/world/forced-mercenaries-how-russia-dupes-kenyans-into-fighting-in-ukraine-a-41cdb825-cc47-4176-9a89-6add55873d63#ref=rss][Forced Mercenaries: How Russia Dupes Kenyans into Fighting in Ukraine]]

*** Deutsche Welle

- [[https://www.dw.com/en/three-latvian-mountaineers-die-on-north-america-s-tallest-peak/a-77353020?maca=en-rss-en-world-4025-rdf][Three Latvian mountaineers die on North America's tallest peak]]
- [[https://www.dw.com/en/romania-s-political-crisis-deepens/a-77351943?maca=en-rss-en-world-4025-rdf][Romania's political crisis deepens]]
- [[https://www.dw.com/en/eu-unblocks-€16-billion-in-hungary-assistance-as-magyar-promises-reforms/a-77349350?maca=en-rss-en-world-4025-rdf][EU unblocks €16 billion in Hungary assistance as Magyar promises reforms]]
- [[https://www.dw.com/en/ethiopia-election-2026-tigray-excluded-and-on-edge/a-77346844?maca=en-rss-en-world-4025-rdf][Ethiopia election 2026: Tigray excluded and on edge]]
- [[https://www.dw.com/en/fuel-hikes-is-ride-hailing-becoming-a-luxury-in-lagos/a-77299355?maca=en-rss-en-world-4025-rdf][Fuel hikes: Is ride-hailing becoming a luxury in Lagos?]]

** 🇧🇷 Brasil

