260530_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/gustavo-alonso/2026/05/o-futebol-nao-e-o-opio-do-povo-e-a-netflix-acaba-de-provar-isso.shtml][O futebol não é o ópio do povo, e a Netflix acaba de provar isso]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/05/receita-deixa-de-receber-declaracoes-do-imposto-de-renda-neste-sabado-30-e-so-volta-dia-1o.shtml][Receita recebe 44.498 milhões de declarações do Imposto de Renda 2026]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/05/governo-bloqueia-r-46-bi-em-emendas-para-cumprir-regras-fiscais-trava-tambem-atinge-ministerios.shtml][Governo bloqueia R$ 4,6 bi em emendas para cumprir regras fiscais; trava também atinge ministérios]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/poder/2026/05/moro-se-lanca-no-pr-ao-lado-de-flavio-ataca-lula-e-chama-ato-de-trump-sobre-pcc-e-cv-de-extraordinario.shtml][Moro se lança no PR ao lado de Flávio, ataca Lula e chama ato de Trump sobre PCC e CV de 'extraordinário']]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/marina-izidro/2026/05/nao-ignorem-os-jogos-olimpicos-dos-dopados.shtml][Não ignorem os 'Jogos Olímpicos dos Dopados']]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
