260530_day_briefing.html
<div id="outline-container-org366f715" class="outline-3">
<h3 id="org366f715">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org366f715">
</div>
<div id="outline-container-orgccb4d86" class="outline-4">
<h4 id="orgccb4d86">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-orgccb4d86">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/gustavo-alonso/2026/05/o-futebol-nao-e-o-opio-do-povo-e-a-netflix-acaba-de-provar-isso.shtml">O futebol não é o ópio do povo, e a Netflix acaba de provar isso</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/05/receita-deixa-de-receber-declaracoes-do-imposto-de-renda-neste-sabado-30-e-so-volta-dia-1o.shtml">Receita recebe 44.498 milhões de declarações do Imposto de Renda 2026</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/05/governo-bloqueia-r-46-bi-em-emendas-para-cumprir-regras-fiscais-trava-tambem-atinge-ministerios.shtml">Governo bloqueia R$ 4,6 bi em emendas para cumprir regras fiscais; trava também atinge ministérios</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/poder/2026/05/moro-se-lanca-no-pr-ao-lado-de-flavio-ataca-lula-e-chama-ato-de-trump-sobre-pcc-e-cv-de-extraordinario.shtml">Moro se lança no PR ao lado de Flávio, ataca Lula e chama ato de Trump sobre PCC e CV de 'extraordinário'</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/marina-izidro/2026/05/nao-ignorem-os-jogos-olimpicos-dos-dopados.shtml">Não ignorem os 'Jogos Olímpicos dos Dopados'</a></li>
</ul>
</div>
</div>
<div id="outline-container-org50cdd41" class="outline-4">
<h4 id="org50cdd41">O Globo</h4>
<div class="outline-text-4" id="text-org50cdd41">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org29c0a88" class="outline-2">
<h2 id="org29c0a88">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-org29c0a88">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
